Repository: hemal08ce094/overhead
Catalog: Skylight AR/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: Community ADS-B — excellent over the US and Europe, but sparse over the Gulf, the Middle East, and oceans. Free and non-commercial.
de: Community-ADS-B — hervorragend über den USA und Europa, aber dünn über dem Golf, dem Nahen Osten und den Ozeanen. Kostenlos und nicht kommerziell.
es: ADS-B comunitario — excelente sobre EE. UU. y Europa, pero escaso sobre el Golfo, Oriente Medio y los océanos. Gratuito y no comercial.
fr: ADS-B communautaire — excellent au-dessus des États-Unis et de l’Europe, mais clairsemé au-dessus du Golfe, du Moyen-Orient et des océans. Gratuit et non commercial.
it: ADS-B della community — eccellente su Stati Uniti ed Europa, ma scarso su Golfo, Medio Oriente e oceani. Gratuito e non commerciale.
ja: コミュニティ運営のADS-Bです。米国と欧州では非常に充実していますが、湾岸諸国・中東・海洋上ではまばらです。無料・非商用です。

source: Compass looks off
de: Kompass wirkt verstellt
es: La brújula parece desviada
fr: La boussole semble décalée
it: La bussola sembra imprecisa
ja: コンパスがずれているようです

source: Compass: calibrating…
de: Kompass: wird kalibriert…
es: Brújula: calibrando…
fr: Boussole : étalonnage…
it: Bussola: calibrazione…
ja: コンパス：調整中…

source: Compass: fair
de: Kompass: mäßig
es: Brújula: regular
fr: Boussole : correcte
it: Bussola: discreta
ja: コンパス：まずまず

source: Compass: good
de: Kompass: gut
es: Brújula: buena
fr: Boussole : bonne
it: Bussola: buona
ja: コンパス：良好

source: Compass: poor
de: Kompass: schlecht
es: Brújula: mala
fr: Boussole : médiocre
it: Bussola: scarsa
ja: コンパス：不良

source: Constellation
de: Sternbild
es: Constelación
it: Costellazione
ja: 星座

source: Continue with demo sky
de: Mit Demo-Himmel fortfahren
es: Continuar con cielo de demostración
fr: Continuer avec le ciel de démo
it: Continua con il cielo demo
ja: デモの空で続ける

source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
it: Coordinate
ja: 座標

source: COUNTRIES
de: LÄNDER
es: PAÍSES
fr: PAYS
it: PAESI
ja: カ国

source: Counts the aircraft overhead and names the nearest one.
de: Zählt die Flugzeuge über dir und nennt das nächste.
es: Cuenta los aviones sobre ti y nombra el más cercano.
fr: Compte les avions au-dessus de vous et nomme le plus proche.
it: Conta gli aerei sopra di te e ti dice il più vicino.
ja: 頭上の航空機を数え、最も近い機体を教えます。

source: Cruising at FL%lld
de: Reiseflug auf FL%lld
es: En crucero a FL%lld
fr: En croisière au FL%lld
it: In crociera a FL%lld
ja: FL%lldで巡航中

source: Dark sky
de: Dunkler Himmel
es: Cielo oscuro
fr: Ciel noir
it: Cielo scuro
ja: ダークスカイ

source: Dark sky · layers · sky time
de: Dunkler Himmel · Ebenen · Himmelszeit
es: Cielo oscuro · capas · tiempo del cielo
fr: Ciel noir · calques · heure du ciel
it: Cielo scuro · livelli · tempo del cielo
ja: ダークスカイ・レイヤー・空の時間

source: Data source
de: Datenquelle
es: Fuente de datos
fr: Source de données
it: Fonte dati
ja: データソース

source: Daylight overtakes the night
de: Der Tag überholt die Nacht
es: La luz del día supera a la noche
fr: Le jour l’emporte sur la nuit
it: Il giorno supera la notte
ja: 昼が夜を追い越します

source: December solstice
de: Dezember-Sonnenwende
es: Solsticio de diciembre
fr: Solstice de décembre
it: Solstizio di dicembre
ja: 冬至

source: Deep partial solar eclipse
de: Tiefe partielle Sonnenfinsternis
es: Eclipse solar parcial profundo
fr: Éclipse solaire partielle profonde
it: Eclissi solare parziale profonda
ja: 大きく欠ける部分日食

source: Deep red display — protects your dark adaptation
de: Tiefrote Anzeige — schützt deine Dunkeladaption
es: Pantalla en rojo profundo — protege tu adaptación a la oscuridad
fr: Affichage rouge profond — préserve votre adaptation à l’obscurité
it: Schermo rosso profondo — protegge l'adattamento al buio
ja: 深紅のディスプレイ — 暗順応を守ります

source: Delta Aquariids
de: Delta-Aquariiden
es: Delta Acuáridas
fr: Delta Aquarides
it: Delta Aquaridi
ja: みずがめ座δ流星群

source: Demo sky
de: Demo-Himmel
es: Cielo de demostración
fr: Ciel de démo
it: Cielo demo
ja: デモの空

source: Descending · %@
de: Sinkt · %@
es: Descendiendo · %@
fr: En descente · %@
it: In discesa · %@
ja: 降下中・%@

source: Dismiss compass hint
de: Kompass-Hinweis ausblenden
es: Descartar aviso de brújula
fr: Masquer l’astuce boussole
it: Ignora il suggerimento della bussola
ja: コンパスのヒントを閉じる

source: Dismiss medal banner
de: Medaillen-Banner ausblenden
es: Descartar aviso de medalla
fr: Masquer la bannière de médaille
it: Chiudi il banner della medaglia
ja: メダルバナーを閉じる

source: Dismiss re-align
de: Neuausrichtung ausblenden
es: Descartar realineación
fr: Masquer le réalignement
it: Ignora il riallineamento
ja: 再調整を閉じる

source: Distance
de: Entfernung
es: Distancia
it: Distanza
ja: 距離

source: Done
de: Fertig
es: Hecho
fr: OK
it: Fine
ja: 完了

source: Drag the sky left or right until a plane sits exactly where you see it in the air, then tap Done.
de: Ziehe den Himmel nach links oder rechts, bis ein Flugzeug genau dort sitzt, wo du es am Himmel siehst, und tippe dann auf „Fertig“.
es: Arrastra el cielo a izquierda o derecha hasta que un avión quede exactamente donde lo ves en el aire, y toca Hecho.
fr: Faites glisser le ciel vers la gauche ou la droite jusqu’à ce qu’un avion soit exactement là où vous le voyez, puis touchez OK.
it: Trascina il cielo a destra o a sinistra finché un aereo non è esattamente dove lo vedi in aria, poi tocca Fine.
ja: 実際に見えている位置に飛行機がぴたりと重なるまで空を左右にドラッグし、「完了」をタップしてください。

source: Drag to turn it over
de: Zum Wenden ziehen
es: Arrastra para darle la vuelta
fr: Faites glisser pour la retourner
it: Trascina per girarla
ja: ドラッグで裏返す

source: E
de: O
ja: 東

source: Earned %@
de: Erhalten am %@
es: Conseguida %@
fr: Obtenue le %@
it: Ottenuta %@
ja: %@に獲得

source: Earth's shadow takes a dark bite out of the full moon. Perfectly safe to watch with bare eyes; binoculars make the shadow's edge crisp.
de: Der Erdschatten beißt ein dunkles Stück aus dem Vollmond. Völlig ungefährlich mit bloßem Auge; ein Fernglas macht die Schattenkante gestochen scharf.
es: La sombra de la Tierra le da un mordisco oscuro a la luna llena. Totalmente seguro a simple vista; unos binoculares hacen nítido el borde de la sombra.
fr: L’ombre de la Terre croque un morceau sombre de la pleine lune. Parfaitement sûr à observer à l’œil nu ; des jumelles rendent le bord de l’ombre plus net.
it: L'ombra della Terra dà un morso scuro alla luna piena. Del tutto sicura da guardare a occhio nudo; con un binocolo il bordo dell'ombra diventa nitido.
ja: 地球の影が満月を暗くかじり取ります。肉眼で見てもまったく安全です。双眼鏡を使うと影の縁がくっきり見えます。

source: Eclipses and conjunctions are computed for your exact location.
de: Finsternisse und Konjunktionen werden für deinen exakten Standort berechnet.
es: Los eclipses y conjunciones se calculan para tu ubicación exacta.
fr: Éclipses et conjonctions sont calculées pour votre position exacte.
it: Eclissi e congiunzioni sono calcolate per la tua posizione esatta.
ja: 日食・月食や惑星の接近は、あなたの正確な位置に合わせて計算されます。

source: Elevation
de: Höhenwinkel
es: Elevación
fr: Hauteur
it: Elevazione
ja: 仰角

source: Enable Camera
de: Kamera aktivieren
es: Activar cámara
fr: Activer la caméra
it: Attiva la fotocamera
ja: カメラを許可

source: Enable Location
de: Standort aktivieren
es: Activar ubicación
fr: Activer la localisation
it: Attiva la posizione
ja: 位置情報を許可

source: ENE
de: ONO
ja: 東北東

source: Enter the sky
de: Betritt den Himmel
es: Entrar al cielo
fr: Entrer dans le ciel
it: Entra nel cielo
ja: 空へ進む

source: ESE
de: OSO
ja: 東南東

source: Eta Aquariids
de: Eta-Aquariiden
es: Eta Acuáridas
fr: Êta Aquarides
it: Eta Aquaridi
ja: みずがめ座η流星群

source: Every nearby aircraft becomes a 3D-positioned engine hum — to your left, your right, above. Close your eyes, point toward the sound, and you're facing the plane. Best with AirPods for full spatial audio.
de: Jedes Flugzeug in der Nähe wird zu einem räumlich platzierten Triebwerksbrummen — links von dir, rechts, über dir. Schließe die Augen, zeige auf den Klang, und du blickst genau zum Flugzeug. Am besten mit AirPods für volles 3D-Audio.
es: Cada avión cercano se convierte en un zumbido de motor posicionado en 3D — a tu izquierda, a tu derecha, encima. Cierra los ojos, apunta hacia el sonido y estarás mirando al avión. Mejor con AirPods para audio espacial completo.
fr: Chaque avion à proximité devient un ronronnement de moteur positionné en 3D — à votre gauche, à votre droite, au-dessus. Fermez les yeux, pointez vers le son : vous faites face à l’avion. Idéal avec des AirPods pour l’audio spatial complet.
it: Ogni aereo vicino diventa un ronzio di motori posizionato in 3D — alla tua sinistra, alla tua destra, sopra di te. Chiudi gli occhi, punta verso il suono e sei rivolto verso l'aereo. Al meglio con gli AirPods per l'audio spaziale completo.
ja: 付近の航空機の一機一機が、左に、右に、頭上にと3D配置されたエンジン音になります。目を閉じて音のほうへ向けば、そこに飛行機がいます。完全な空間オーディオにはAirPodsが最適です。

source: Fading path behind each plane
de: Verblassende Spur hinter jedem Flugzeug
es: Estela que se desvanece tras cada avión
fr: Sillage qui s’estompe derrière chaque avion
it: Una scia che sfuma dietro ogni aereo
ja: 各機の後ろに消えゆく軌跡

source: Favorite flights
de: Favorisierte Flüge
es: Vuelos favoritos
fr: Vols favoris
it: Voli preferiti
ja: お気に入りのフライト

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り

source: Feedback goes to %@
de: Feedback geht an %@
es: Los comentarios van a %@
fr: Les commentaires sont envoyés à %@
it: Il feedback arriva a %@
ja: フィードバックは%@に届きます

source: Feel it
de: Fühl es
es: Siéntelo
fr: Ressentez-le
it: Sentilo
ja: 感じる

source: Find a flight
de: Flug finden
es: Buscar un vuelo
fr: Trouver un vol
it: Trova un volo
ja: フライトを探す

source: Find planes by sound and touch — eyes-free
de: Finde Flugzeuge über Klang und Vibration — ganz ohne Hinsehen
es: Encuentra aviones por sonido y tacto — sin mirar
fr: Trouvez les avions au son et au toucher — sans regarder
it: Trova gli aerei con l'udito e il tatto — senza guardare
ja: 音と振動で飛行機を探す — 目を使わずに

source: Fine trim
de: Feinjustierung
es: Ajuste fino
fr: Réglage fin
it: Regolazione fine
ja: 微調整

source: First Contact
de: Erster Kontakt
es: Primer contacto
fr: Premier Contact
it: Primo Contatto
ja: ファーストコンタクト

source: First quarter
de: Erstes Viertel
es: Cuarto creciente
fr: Premier quartier
it: Primo quarto
ja: 上弦の月

source: Flight
de: Flug
es: Vuelo
fr: Vol
it: Volo
ja: 便名

source: FLIGHTS
de: FLÜGE
es: VUELOS
fr: VOLS
it: VOLI
ja: フライト

source: Flower Moon
de: Blumenmond
es: Luna de las Flores
fr: Lune des Fleurs
it: Luna dei Fiori
ja: フラワームーン

source: Focus
de: Fokus
es: Foco
ja: フォーカス

source: Follow the compass automatically
de: Dem Kompass automatisch folgen
es: Seguir la brújula automáticamente
fr: Suivre la boussole automatiquement
it: Segui automaticamente la bussola
ja: コンパスに自動追従

source: For everyone
de: Für alle
es: Para todos
fr: Pour tout le monde
it: Per tutti
ja: すべての人へ

source: Full moon
de: Vollmond
es: Luna llena
fr: Pleine lune
it: Luna piena
ja: 満月

source: Geminids
de: Geminiden
es: Gemínidas
fr: Géminides
it: Geminidi
ja: ふたご座流星群

source: general emergency
de: allgemeiner Notfall
es: emergencia general
fr: urgence générale
it: emergenza generale
ja: 緊急事態

source: Get a token at fr24api.flightradar24.com — free sandbox, or the $9/mo Explorer plan. Leave empty to use the free airplanes.live feed.
de: Hol dir einen Token auf fr24api.flightradar24.com — kostenlose Sandbox oder der Explorer-Tarif für 9 $/Monat. Leer lassen, um den kostenlosen airplanes.live-Feed zu nutzen.
es: Consigue un token en fr24api.flightradar24.com — sandbox gratuito o el plan Explorer de 9 $/mes. Déjalo vacío para usar la fuente gratuita de airplanes.live.
fr: Obtenez un jeton sur fr24api.flightradar24.com — bac à sable gratuit, ou formule Explorer à 9 $/mois. Laissez vide pour utiliser le flux gratuit airplanes.live.
it: Prendi un token su fr24api.flightradar24.com — sandbox gratuita o piano Explorer da 9 $ al mese. Lascia vuoto per usare il feed gratuito di airplanes.live.
ja: トークンはfr24api.flightradar24.comで取得できます — 無料のサンドボックス、または月額9ドルのExplorerプランです。空欄のままにすると無料のairplanes.liveフィードを使用します。

source: Gold ring
de: Goldener Ring
es: Anillo dorado
fr: Anneau doré
it: Anello dorato
ja: 金のリング

source: Gray plane
de: Graues Flugzeug
es: Avión gris
fr: Avion gris
it: Aereo grigio
ja: グレーの機体

source: Ground speed
de: Geschwindigkeit über Grund
es: Velocidad sobre el suelo
fr: Vitesse sol
it: Velocità al suolo
ja: 対地速度

source: Harvest Moon
de: Erntemond
es: Luna de la Cosecha
fr: Lune des Moissons
it: Luna del Raccolto
ja: ハーベストムーン

source: Heading is approximate
de: Ausrichtung ist ungefähr
es: El rumbo es aproximado
fr: Le cap est approximatif
it: Orientamento approssimativo
ja: 方位はおおよそです

source: Heading is unreliable
de: Ausrichtung ist unzuverlässig
es: El rumbo no es fiable
fr: Le cap n’est pas fiable
it: Orientamento inaffidabile
ja: 方位が不安定です

source: Heading locked.
de: Ausrichtung fixiert.
es: Rumbo fijado.
fr: Cap verrouillé.
it: Orientamento bloccato.
ja: 方位をロックしました。

source: Heading looks good
de: Ausrichtung sieht gut aus
es: El rumbo se ve bien
fr: Le cap semble bon
it: L'orientamento sembra corretto
ja: 方位は良好です

source: Heading not available yet — only on device.
de: Ausrichtung noch nicht verfügbar — nur auf dem Gerät.
es: Rumbo aún no disponible — solo en el dispositivo.
fr: Cap pas encore disponible — uniquement sur l’appareil.
it: Orientamento non ancora disponibile — solo su dispositivo fisico.
ja: 方位はまだ利用できません — 実機でのみ取得できます。

source: Heading not yet known
de: Ausrichtung noch unbekannt
es: Rumbo aún desconocido
fr: Cap encore inconnu
it: Orientamento ancora sconosciuto
ja: 方位はまだ不明です

source: Hear & feel the sky
de: Hör und fühl den Himmel
es: Escucha y siente el cielo
fr: Écoutez et ressentez le ciel
it: Ascolta e senti il cielo
ja: 空を聴き、感じる

source: Hear flyovers in 3D — best with AirPods
de: Hör Überflüge in 3D — am besten mit AirPods
es: Escucha los vuelos en 3D — mejor con AirPods
fr: Écoutez les survols en 3D — idéal avec des AirPods
it: Ascolta i sorvoli in 3D — al meglio con gli AirPods
ja: 上空の飛行を3Dサウンドで — AirPods推奨

source: Hear it
de: Hör es
es: Escúchalo
fr: Écoutez-le
it: Ascoltalo
ja: 聴く

source: Hidden
de: Ausgeblendet
es: Ocultos
fr: Masqués
it: Nascosti
ja: 非表示

source: Hide distant planes you couldn't actually see
de: Ferne Flugzeuge ausblenden, die du ohnehin nicht sehen könntest
es: Oculta aviones lejanos que en realidad no podrías ver
fr: Masquer les avions lointains que vous ne pourriez pas voir
it: Nascondi gli aerei lontani che comunque non vedresti
ja: 実際には見えない遠くの機体を隠す

source: High / cruising
de: Hoch / Reiseflug
es: Alto / en crucero
fr: Haut / en croisière
it: Alta quota / crociera
ja: 高高度／巡航

source: hijack alert
de: Entführungsalarm
es: alerta de secuestro
fr: alerte détournement
it: allarme dirottamento
ja: ハイジャック警報

source: Hold up your phone and see the planes, sun, moon and stars where they truly are.
de: Halte dein iPhone hoch und sieh Flugzeuge, Sonne, Mond und Sterne dort, wo sie wirklich sind.
es: Levanta el teléfono y ve los aviones, el sol, la luna y las estrellas donde de verdad están.
fr: Levez votre téléphone et voyez les avions, le soleil, la lune et les étoiles à leur vraie place.
it: Alza il telefono e vedi aerei, sole, luna e stelle dove sono davvero.
ja: iPhoneをかざせば、飛行機も太陽も月も星も、 本当にある場所に見えてきます。

source: Hold up your phone and stand still, pointing it toward the sky.
de: Halte dein iPhone hoch, steh still und richte es auf den Himmel.
es: Levanta el teléfono y quédate quieto, apuntando hacia el cielo.
fr: Levez votre téléphone et restez immobile, en le pointant vers le ciel.
it: Alza il telefono e resta fermo, puntandolo verso il cielo.
ja: iPhoneを空に向けてかざし、そのまま静止してください。

source: Hold your phone up and Overhead labels the sky around you — live aircraft, the Sun, the Moon, the planets, stars, and the ISS, each placed at its real position in augmented reality.
de: Halte dein iPhone hoch, und Overhead beschriftet den Himmel um dich herum — Flugzeuge live, Sonne, Mond, Planeten, Sterne und die ISS, alles an seiner echten Position in Augmented Reality.
es: Levanta el teléfono y Overhead etiqueta el cielo a tu alrededor — aviones en vivo, el Sol, la Luna, los planetas, las estrellas y la ISS, cada uno en su posición real en realidad aumentada.
fr: Levez votre téléphone : Overhead annote le ciel autour de vous — avions en direct, Soleil, Lune, planètes, étoiles et ISS, chacun placé à sa position réelle en réalité augmentée.
it: Alza il telefono e Overhead etichetta il cielo intorno a te — aerei in tempo reale, Sole, Luna, pianeti, stelle e ISS, ognuno alla sua posizione reale in realtà aumentata.
ja: iPhoneをかざすと、Overheadがあなたの周りの空にラベルを付けます — 飛行中の航空機、太陽、月、惑星、星々、そしてISSが、それぞれ実際の位置に拡張現実で表示されます。

source: Holding your manual lock. Turn on to hand heading back to the compass.
de: Deine manuelle Fixierung wird gehalten. Aktiviere dies, um die Ausrichtung wieder dem Kompass zu überlassen.
es: Manteniendo tu fijación manual. Actívalo para devolver el rumbo a la brújula.
fr: Verrouillage manuel maintenu. Activez pour rendre le cap à la boussole.
it: Sto mantenendo il tuo blocco manuale. Attiva per riaffidare l'orientamento alla bussola.
ja: 手動ロックを維持しています。オンにすると方位をコンパスに戻します。

source: How it works · privacy · feedback
de: So funktioniert’s · Datenschutz · Feedback
es: Cómo funciona · privacidad · comentarios
fr: Fonctionnement · confidentialité · commentaires
it: Come funziona · privacy · feedback
ja: 仕組み・プライバシー・フィードバック

source: Hunter's Moon
de: Jägermond
es: Luna del Cazador
fr: Lune du Chasseur
it: Luna del Cacciatore
ja: ハンターズムーン

source: I couldn't reach the sky data just now — try again in a moment.
de: Die Himmelsdaten waren gerade nicht erreichbar — versuch es gleich noch einmal.
es: No pude acceder a los datos del cielo ahora mismo — inténtalo de nuevo en un momento.
fr: Impossible d’accéder aux données du ciel pour l’instant — réessayez dans un moment.
it: Al momento non riesco a raggiungere i dati del cielo — riprova tra un attimo.
ja: 空のデータに接続できませんでした — 少ししてからもう一度お試しください。

source: I just joined %@ — every plane, planet and star above me, labeled live in AR. 🛩️✨ Come look up with me.
de: Ich bin jetzt bei %@ — jedes Flugzeug, jeder Planet und jeder Stern über mir, live in AR beschriftet. 🛩️✨ Schau mit mir nach oben.
es: Acabo de unirme a %@ — cada avión, planeta y estrella sobre mí, etiquetados en vivo en RA. 🛩️✨ Ven a mirar el cielo conmigo.
fr: Je viens de rejoindre %@ — chaque avion, planète et étoile au-dessus de moi, annotés en direct en RA. 🛩️✨ Venez lever les yeux avec moi.
it: Ho appena scoperto %@ — ogni aereo, pianeta e stella sopra di me, etichettati live in AR. 🛩️✨ Vieni a guardare il cielo con me.
ja: %@を始めました — 頭上の飛行機も惑星も星も、ARでライブにラベル表示。🛩️✨ 一緒に空を見上げませんか。

source: I'm a %1$@ in %2$@ — %3$lld flights spotted straight out of the sky above me. 🛩️✨ Think you can out-spot me?
de: Ich bin %1$@ in %2$@ — %3$lld Flüge direkt am Himmel über mir gesichtet. 🛩️✨ Meinst du, du toppst das?
es: Soy %1$@ en %2$@ — %3$lld vuelos avistados directamente en el cielo sobre mí. 🛩️✨ ¿Crees que puedes superarme?
fr: Rang %1$@ dans %2$@ — %3$lld vols repérés directement dans le ciel au-dessus de moi. 🛩️✨ Vous pensez faire mieux ?
it: Sono %1$@ su %2$@ — %3$lld voli avvistati direttamente nel cielo sopra di me. 🛩️✨ Pensi di riuscire a battermi?
ja: %2$@で%1$@になりました — 頭上の空から%3$lld機を発見。🛩️✨ 私より見つけられますか？

source: If a plane sits a little off, tap it — or the Sun — to snap north back into place.
de: Sitzt ein Flugzeug etwas daneben, tippe darauf — oder auf die Sonne —, um Norden wieder einrasten zu lassen.
es: Si un avión queda un poco desplazado, tócalo — o al Sol — para reajustar el norte.
fr: Si un avion est un peu décalé, touchez-le — ou le Soleil — pour recaler le nord.
it: Se un aereo è un po' fuori posto, toccalo — o tocca il Sole — per rimettere il nord al suo posto.
ja: 飛行機が少しずれて見えるときは、その機体か太陽をタップすると北がぴたりと合い直します。

source: in %lldd
de: in %lld T.
es: en %lldd
fr: dans %lld j
it: tra %lldg
ja: %lld日後

source: In view
de: Im Blick
es: A la vista
fr: En vue
it: In vista
ja: 視界内

source: In view now
de: Jetzt im Blick
es: A la vista ahora
fr: En vue maintenant
it: Ora in vista
ja: いま視界内

source: ISS pass alerts
de: Mitteilungen bei ISS-Überflügen
es: Alertas de pasos de la ISS
fr: Alertes de passage de l’ISS
it: Avvisi passaggio ISS
ja: ISS通過アラート

source: ISS pass in 10 minutes
de: ISS-Überflug in 10 Minuten
es: Paso de la ISS en 10 minutos
fr: Passage de l’ISS dans 10 minutes
it: Passaggio della ISS tra 10 minuti
ja: ISSが10分後に通過

source: Jump to next ISS pass
de: Zum nächsten ISS-Überflug springen
es: Ir al próximo paso de la ISS
fr: Aller au prochain passage de l’ISS
it: Vai al prossimo passaggio della ISS
ja: 次のISS通過へ移動

source: June solstice
de: Juni-Sonnenwende
es: Solsticio de junio
fr: Solstice de juin
it: Solstizio di giugno
ja: 夏至

source: Labels
de: Beschriftungen
es: Etiquetas
fr: Étiquettes
it: Etichette
ja: ラベル

source: Landing now at %1$@%2$@. The filed route above is likely a different leg of this flight, or out of date.
de: Landet gerade in %1$@%2$@. Die oben angegebene Route ist vermutlich eine andere Etappe dieses Flugs oder veraltet.
es: Aterrizando ahora en %1$@%2$@. La ruta declarada arriba probablemente sea otro tramo de este vuelo, o esté desactualizada.
fr: Atterrit en ce moment à %1$@%2$@. La route déposée ci-dessus correspond sans doute à un autre tronçon de ce vol, ou n’est plus à jour.
it: Sta atterrando ora a %1$@%2$@. La rotta registrata sopra è probabilmente un'altra tratta di questo volo, o non aggiornata.
ja: 現在%1$@%2$@に着陸中です。上に表示された登録ルートは、この便の別区間か、古い情報の可能性があります。

source: Last quarter
de: Letztes Viertel
es: Cuarto menguante
fr: Dernier quartier
it: Ultimo quarto
ja: 下弦の月

source: Legend
de: Legende
es: Leyenda
fr: Légende
it: Legenda
ja: 凡例

source: Leonids
de: Leoniden
es: Leónidas
fr: Léonides
it: Leonidi
ja: しし座流星群

source: Level at %lld ft
de: Horizontalflug auf %lld ft
es: Nivelado a %lld ft
fr: En palier à %lld ft
it: Livellato a %lld ft
ja: %lld ftで水平飛行

source: LiDAR tracking assist
de: LiDAR-Tracking-Hilfe
es: Asistencia de seguimiento LiDAR
fr: Assistance de suivi LiDAR
it: Assistenza LiDAR al tracciamento
ja: LiDARトラッキング補助

source: Live position via airplanes.live · route via adsbdb · photos via planespotters.net
de: Live-Position via airplanes.live · Route via adsbdb · Fotos via planespotters.net
es: Posición en vivo vía airplanes.live · ruta vía adsbdb · fotos vía planespotters.net
fr: Position en direct via airplanes.live · route via adsbdb · photos via planespotters.net
it: Posizione live via airplanes.live · rotta via adsbdb · foto via planespotters.net
ja: 位置：airplanes.live・ルート：adsbdb・写真：planespotters.net

source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
ja: 位置情報

source: Lock it in
de: Fixieren
es: Fíjalo
fr: Verrouillez l’alignement
it: Bloccalo
ja: ロックして固定

source: Locked
de: Fixiert
es: Fijado
fr: Verrouillé
it: Bloccato
ja: ロック済み

# Look %@ · %lld° up
source: Look %1$@ · %2$lld° up
de: Schau nach %1$@ · %2$lld° hoch
es: Mira al %1$@ · %2$lld° arriba
fr: Regardez vers %1$@ · %2$lld° de hauteur
it: Guarda a %1$@ · %2$lld° in alto
ja: %1$@を見て・仰角%2$lld°

source: Low
de: Tief
es: Bajo
fr: Bas
it: Bassa quota
ja: 低空

source: Lyrids
de: Lyriden
es: Líridas
fr: Lyrides
it: Liridi
ja: こと座流星群
